
def get_categories() -> list[str]:
    """
    Возвращает список категорий товаров
    
    :return: Описание
    :rtype: Список категорий товаров
    """

    return [
        "Электроника",
        "Смартфоны и аксессуары",
        "Компьютеры и комплектующие",
        "Бытовая техника",
        "Одежда",
        "Обувь",
        "Красота и уход",
        "Здоровье",
        "Дом и интерьер",
        "Мебель",
        "Кухня и посуда",
        "Детские товары",
        "Игрушки",
        "Спорт и отдых",
        "Туризм и путешествия",
        "Книги",
        "Канцелярия",
        "Музыка и кино",
        "Игры и консоли",
        "Хобби и творчество",
        "Сад и огород",
        "Строительство и ремонт",
        "Продукты питания",
        "Напитки",
        "Алкоголь",
        "Ювелирные изделия",
        "Подарки и сувениры"
    ]

if __name__ == '__main__':
    print(get_categories())
